{
  "TITLE": "Angular Shopping Cart",
  "HOME": "Trang chủ",
  "ABOUT": "Thông tin",
  "CONTACT": "Liên hệ",
  "MENCLOTHING": "Quần áo nam",
  "WOMEN": "Nữ",
  "MEN": "Nam",
  "SHOES": "Giày",
  "ACCESSORIES": "Phụ kiện",
  "WOMENCLOTHING": "Quần áo nữ",
  "INFOMATION": "Thông tin",
  "RETURN POLICY": "Chính sách hoàn trả",
  "GUARANTEE": "Chính sách bảo hành",
  "TRANSPORT": "Chính sách vận chuyển",
  "STORE": "Hệ thống cửa hàng",
  "LANGUAGE": "Ngôn ngữ",
  "SIGNIN": "Đăng ký/Đăng nhập",
  "MYACCOUNT": "Tài khoản",
  "LOGOUT": "Đăng xuất",
  "BESTPRODUCTS": "Sản phảm tốt nhất",
  "VIEWALL": "Nhiêu hơn",
  "Download Our App": "Tải xuống ứng dụng của chúng tôi",
  "Download App for Android and ios mobile phone": "Tải xuống ứng dụng cho điện thoại di động Android và ios",
  "Useful Links": "Liên kết hữu ích",
  "Follow us": "Theo dõi",
  "Copyright 2020 - By SunriseTeam": "Bản quyền 2020 - Bởi SunriseTeam",
  "Email address or Mobile": "Địa chỉ email hoặc số điện thoại",
  "Password": "Mật khẩu",
  "New User": "Bạn là người dùng mới",
  "Register here": "Đăng ký ngay",
  "Login": "Đăng nhập",
  "Sign in with Google": "Đăng nhập với google",
  "Your name": "Tên của bạn",
  "Phone Number": "Số điện thoại",
  "Your email": "Địa chỉ email",
  "Repassword": "Nhập lại password",
  "Sign up": "Đăng ký",
  "Sign Out": "Đăng xuất",
  "Orders": "Đơn hàng",
  "Infomation": "Thông tin",
  "Cart": "Giỏ hàng",
  "CATEGORY": "LOẠI SẢN PHẨM",




  "Shirt Women": "Áo sơ mi",
  "Suit Women": "Áo Vest",
  "T-shirt Women": "Áo phông",
  "Skirt": "Đầm",
  "Jacket Women": "Áo khoác",
  "Cap Women": "Mũ đi biển",
  "Belt Women": "Thắt lưng",
  "Hand Bag Women": "Túi xách",
  "Glasses Women": "Kính",
  "Women's Watches": "Đồng hồ",
  "Sport Shoes": "Giày thể thao",
  "Shirt Men": "Áo sơ mi",
  "T-shirt Men": "Áo phông",
  "Suit Men": "Áo Vest",
  "Jacket Men": "Áo khoác",
  "Cap Men": "Mũ lưỡi trai",
  "Belt Men": "Thắt lưng",
  "Hand Bag Men": "Túi",
  "Glasses Men": "Kính",
  "Men's Watches": "Đồng hồ",
  "Leather shoes": "Giày da",



  "FOOTER": "Sang trọng không phải là nổi bật, mà phải được ghi nhớ.",


  "LOGIN1": "Đăng nhập",
  "LOGIN2": "Tên người dùng và mật khẩu không hợp lệ.",
  "LOGIN3": "Bạn đã được đăng xuất.",
  "LOGIN4": "Địa chỉ email",
  "LOGIN5": "Nhập email của bạn",
  "LOGIN6": "Mật khẩu",
  "LOGIN7": "Nhập mật khẩu",
  "LOGIN8": "Nhớ mật khẩu",
  "LOGIN9": "Đăng ký",
  "LOGIN10": "Đăng nhập",



  "SIGNUP": "Địa chỉ email",
  "SIGNUP1": "Email là bắt buộc.",
  "SIGNUP2": "Email không hợp lệ.",
  "SIGNUP3": "Tên",
  "SIGNUP4": "Tên là bắt buộc.",
  "SIGNUP5": "Tên phải dài ít nhất 3 ký tự.",
  "SIGNUP6": "Mật khẩu",
  "SIGNUP7": "Mật khẩu là bắt buộc.",
  "SIGNUP8": "Mật khẩu phải dài ít nhất 3 ký tự.",
  "SIGNUP9": "Điện thoại",
  "SIGNUP10": "Điện thoại là bắt buộc.",
  "SIGNUP11": "Địa chỉ",
  "SIGNUP12": "Địa chỉ là bắt buộc.",
  "SIGNUP13": "Đăng ký",



  "SLIDE1": "Glittered Knuckle-Ring Clutch",
  "SLIDE2": "Tinh tế, sang trọng và quý phái",
  "SLIDE3": "Tăng cường sự lấp lánh trong bữa tiệc lễ hội tiếp theo của bạn với chiếc ly hợp bạc này. Được chế tác trong lớp hoàn thiện lấp lánh thể hiện bản chất của mùa Giáng sinh, giữ tất cả những thứ cần thiết tuyệt đối của bạn một cách an toàn theo phong cách với khóa đóng từ tính. Hoàn chỉnh với thiết kế vòng đeo tay độc đáo cho phép bạn cầm chiếc ly hợp một cách thoải mái, chuẩn bị cho buổi soiree tiếp theo của mình bằng cách kết hợp nó với quần tây được thiết kế riêng và một chiếc áo trễ vai xù.",
  "SLIDE4": "Hiển thị ngay",
  "SLIDE5": "Rolex watch",
  "SLIDE6": "Oyster Perpetual Sky-Dweller",
  "SLIDE7": "Rolex giới thiệu Oyster Perpetual Sky-Dweller mới bằng vàng 18 ct, được trang bị dây đeo Oysterflex. Đây là chiếc đồng hồ đầu tiên trong danh mục Cổ điển có dây đeo sáng tạo. Đồng thời, nó kết hợp với mặt số có họa tiết tia nắng màu đen với Kim và vạch giờ bằng vàng 18 ct. Ánh sáng phản chiếu từ mặt bên và các vấu làm nổi bật cấu hình trang nhã của vỏ Oyster 42 mm.",
  "SLIDE8": "Đừng chạy theo xu hướng. Đừng khiến bản thân lệ thuộc vào thời trang. Hãy để chính mình là người quyết định bản thân sẽ mặc gì cũng như sẽ sống ra sao",
  "SLIDE9": "Hiển thị ngay",


  "CATEGORY1": "Tìm kiếm",
  "CATEGORY7": "Giá",
  "CATEGORY8": "Dưới $25",
  "CATEGORY9": "$25 tới $50",
  "CATEGORY10": "$50 tới $100",
  "CATEGORY11": "$100 tới $200",
  "CATEGORY12": "$200 - Trở lên",


  "Product Detail": "Chi tiết sản phẩm",
  "Price": "Giá",
  "Stock": "Kho",
  "Quantity": "Số lượng",
  "Description": "Mô tả sản phẩm:",
  "Status": "Trạng thái",
  "Subtotal": "Tạm tính",
  "Add to Cart": "Thêm vào giỏ hàng",
  "Unavailable": "Không có sẵn",



  "My Cart": "Giỏ hàng của tôi",
  "Photo": "Hình ảnh",
  "Name": "Tên",
  "Pricee": "Giá",
  "Quantityy": "Số lượng",
  "Subtotall": "Tạm tính",
  "Action": "Hành động",
  "Remove": "Xóa",
  "Total": "Tổng tiền",
  "Checkout": "Thanh toán",
  "Cart is empty. Go to get something!": "Giỏ của bạn trống. Mua sắm ngay bây giờ!",
  "Email": "Email",
  "Phone": "Số điện thoại",
  "Address": "Địa chỉ",
  "Customer information": "Thông tin khách hàng",
  "The total amount is": "Tổng tiền",



  "ABOUT1": "Giới thiệu về Sunrise Shop",
  "ABOUT2": "Thời trang Sunrise là thương hiệu thời trang hàng đầu Việt Nam. Thành lập năm 2020, Sunrise đã từng bước tạo dựng được niềm tin và có được vị thế trong lòng khách hàng.",
  "ABOUT3": "Mỗi tháng, Sunrise cho ra mắt trên 500 mẫu thời trang. Dòng thời trang của Sunrise hiện nay rất đa dạng, từ sản phẩm cao cấp cho nam và nữ cho tới sản phẩm trung cấp phổ thông. Những mẫu trang phục dựa trên thông tin đánh giá thị trường, nghiên cứu xu hướng thời trang thế giới và sở thích của khách hàng Việt Nam. Đồng thời, những trang phục của NEM cũng luôn được đánh giá cao trong việc dự báo trước các xu hướng thời trang về gam màu, kiểu dáng, cách xử lý chất liệu… trở thành tâm điểm của làng thời trang Việt trong mỗi lần tạo dựng Bộ sưu tập mới.",
  "ABOUT4": "Thời trang Sunrise luôn cố gắng giữ vững vị trí tiên phong trong việc dẫn dắt xu hướng thời trang Việt Nam.",
  "ABOUT5": "Cám ơn quý khách hàng đã luôn ủng hộ chúng tôi!",
  "ABOUT6": "Những gì chúng tôi cung cấp",
  "ABOUT7": "Ghé thăm cửa hàng",
  "ABOUT8": "Với 150 cửa hàng hệ thống trên toàn quốc, đáp ứng nhu cầu mua sắm của khách hàng",
  "ABOUT9": "Thêm vào giỏ hàng",
  "ABOUT10": "Lựa chọn sản phẩm và giải quyết đơn nhanh chóng",
  "ABOUT11": "Thẻ quà tặng",
  "ABOUT12": "Hàng nghìn thẻ quà tặng cho những khách hàng thân thiết",
  "ABOUT13": "Bộ sưu tập",
  "ABOUT14": "Mẫu thiết kế độc đáo, trẻ trung và thanh lịch",
  "ABOUT15": "Xu Hướng Thời Trang Công Sở Nữ Năm 2020  –  Thời Trang Bền Vững Lên NgôiNăm 2020 đánh dấu sự thay đổi mạnh mẽ của nền công nghiệp thời trang và mở ra một xu hướng phát triển mới của thời trang bền vững. Thay vì những bộ trang phục cầu kì và phá cách, người ta có xu hướng tìm kiếm sự an toàn, thoải mái trong những bộ trang phục đơn giản, thân thiện và có tính ứng dụng cao.",
  "ABOUT16": "CHÚNG TÔI LÀ TỐT NHẤT",
  "ABOUT17": "Những gì chúng tôi cung cấp",
  "ABOUT18": "Gọi cho chúng tôi bất cứ lúc nào",
  "ABOUT19": "Miễn phí vận chuyển",
  "ABOUT20": "Trả hàng miễn phí",
  "ABOUT21": "Thanh toán đảm bảo",


  "CONTACTT": "Địa chỉ",
  "CONTACT1": "105 Phạm Như Xương, Hòa Khánh Nam, Liên Chiểu, Đà Nẵng",
  "CONTACT2": "Tư vấn miễn phí :+1 078 4589 2456",
  "CONTACT3": "Điện thoại :+1 078 4589 2456",
  "CONTACT4": "Fax :+1 078 4589 2456",
  "CONTACT5": "Email: sunriseshop2020@gmail.com",
  "CONTACT6": "Mẫu liên hệ",



  "TUVAN": "Bảng tư vấn size nữ",
  "SIZE AO": "SIZE VÁY ÁO",
  "STT": "STT",
  "NAME": "Tên gọi",
  "SIZE": "SIZE",
  "VAI": "Vai",
  "NGUC": "Ngực",
  "EO": "Vòng Eo",
  "HONG": "Vòng Hông",
  "SIZE QUAN": "SIZE QUẦN",
  "KG": "Cân nặng",
  "CHIEU CAO": "Chiều Cao",
  "SIZE GIAY": "SIZE GIÀY DÉP",
  "CHIEU DAI": "Chiều dài bàn chân",
  "TU VAN NAM": "Bảng tư vấn size nam",
  "SIZE AO 1": "SIZE VÁY ÁO",
  "CO": "Cổ",



  "RETURN": "Thời gian đổi trả",
  "RETURN1": "Trong vòng 15 ngày kể từ ngày mua sản phẩm (theo ngày trên hóa đơn) - Đối với các KH đặt mua ONLINE tính từ ngày KH nhận được sản phẩm.",
  "RETURN2": "Địa điểm đổi trả",
  "RETURN3": "Áp dụng tại tất cả các cửa hàng trên toàn hệ thống của Sunrise Shop",
  "RETURN4": "Điều kiện đổi trả",
  "RETURN5": "Hàng đổi phải còn nguyên nhãn mác, mã vạch, chưa qua sử dụng và có hóa đơn mua hàng nguyên vẹn kèm theo (bao gồm cả các sản phẩm chất liệu thun/len/thun len, jeans).",
  "RETURN6": "Với các trường hợp đổi trả không có hóa đơn, Quý khách vui lòng quay lại showroom đã mua hàng để được hỗ trợ.",
  "RETURN7": "Sản phẩm chỉ được đổi 01 lần theo đúng quy định.",
  "RETURN8": "Giá trị sản phẩm đổi/trả được tính theo đơn giá trên hóa đơn mua hàng.",
  "RETURN9": "IVY moda chỉ sử dụng “Biên lai đặt cọc” để hoàn lại tiền thừa sau khi đổi và giá trị hàng trả cho khách, không hoàn tiền mặt trong mọi trường hợp.",
  "RETURN10": "Các trường hợp từ chối đổi trả",
  "RETURN11": "Thời gian mua hàng quá 15 ngày.",
  "RETURN12": "Nhãn mác, mã vạch không còn nguyên vẹn.",
  "RETURN13": "Sản phẩm đã chỉnh sửa, đã qua sử dụng (bị bẩn, rách, hỏng, rút sợi, phai màu, có mùi hôi, mùi hóa chất khác thường) hoặc bị lỗi do những tác động bên ngoài sau khi mua, hoặc các phụ kiện/chi tiết gắn liền của sản phẩm không còn đầy đủ/hư hại.",
  "RETURN14": "Sản phẩm mang nhãn Sunrise Secret, áo quây, áo 2 dây, các loại phụ kiện (túi xách, giày, thắt lưng…)…",
  "RETURN15": "Sản phẩm giảm giá trong các CTGG trên 50%, các sản phẩm thuộc chương trình đồng giá (từ 49k, 99k…).",
  "RETURN16": "Cảm ơn bạn đã yêu thích sản phẩm và đồng hành cùng Sunrise Shop! Mọi thắc mắc liên quan đến chính sách đổi hàng, vui lòng liên hệ 0246.662.9999",



  "WARRANTY": "CHÍNH SÁCH BẢO HÀNH - SỬA CHỮA",
  "WARRANTY1": "Chỉ tại Sunrise Shop, bạn được hỗ trợ về sản phẩm với chính sách bảo hành sản phẩm trọn đời miễn phí!",
  "WARRANTY2": "Tuy nhiên, chính sách này không bao gồm những trường hợp đặc biệt như sau :",
  "WARRANTY3": "Các sản phẩm mang nhãn Sunrise Secret hoặc Sunrise Accessories, áo quây, áo 2 dây; các sản phẩm chất liệu thun/len/thun len, jeans,…",
  "WARRANTY4": "Cửa hàng chỉ bảo hành/sửa chữa đơn giản như cắt gấu, bóp nới sản phẩm. Không nhận sửa chữa sản phẩm phức tạp có thể làm thay đổi thiết kế chuẩn của sản phẩm hoặc các sản phẩm bị phai màu, lỗi hỏng nặng trong quá trình sử dụng do lỗi của người dùng.",
  "WARRANTY5": "Đối với sản phẩm đồ da: Chỉ bảo hành đối với da thật, trong vòng 06 tháng kể từ ngày mua trên hóa đơn.",
  "WARRANTY6": "Nếu sửa sản phẩm mất thêm chi phí nguyên vật liệu, Qúy khách hàng vui lòng trả thêm phần chi phí đó.",
  "WARRANTY7": "Đối với khách hàng mua hàng online. Quý khách có yêu cầu sửa chữa bảo hành có thể mang sản phẩm tới bất kỳ showroom chính hãng của Sunrise Shop để sử dụng dịch vụ.",
  "WARRANTY8": "Cảm ơn bạn đã yêu thích sản phẩm và đồng hành cùng Sunrise Shop! Mọi thắc mắc liên quan đến chính sách bảo hành, vui lòng liên hệ 0246.662.9999",



  "SHIPPING": "CHÍNH SÁCH GIAO NHẬN - VẬN CHUYỂN",
  "QUESTION1": "Quý khách hàng vui lòng thanh toán mọi chi phí liên quan tới tiền vận chuyển theo cách thức sau:",
  "ANSWER1": "Thanh toán trực tiếp chi phí vận chuyển cho nhân viên vận chuyển hàng hóa.",
  "ANSWER2": "Thanh toán chuyển khoản/ thanh toán trực tuyến cho Sunrise bao gồm tiền hàng và tiền vận chuyển. Bảng cước phí vận chuyển được áp dụng theo bảng cước của đối tác vận chuyển.",
  "Q&A": "Q&A",
  "QUESTION2": "Tôi có thể nhận được đơn hàng ở đâu?",
  "ANSWER3": "Đơn hàng có thể được gửi tới địa chỉ do quý khách chọn (nhà riêng, cơ quan).",
  "QUESTION3": "Quốc gia giao hàng có được khác với quốc gia mua hàng không?",
  "ANSWER4": "Không. Quốc gia giao hàng phải luôn giống với quốc gia mua hàng.",
  "QUESTION4": "Mất bao lâu thì đơn hàng của tôi sẽ đến?",
  "ANSWER5": "Thời gian giao hàng tiêu chuẩn và giao hàng tại Cửa hàng là từ 3 đến 7 ngày làm việc.",


  "OURSTORE": "Cửa hàng",
  "ADDRESS1": "105 Phạm Như Xương - Hòa Khánh Nam - Liên Chiểu",
  "EMAIL": "sunriseshop2020@gmail.com",
  "PHONE1": "+1 078 4589 2456",
  "ADDRESS2": "123 Nguyễn Văn Ninh - Hoàng Mai - Hà Nội",
  "PHONE2": "+1 078 4589 2456",
  "ADDRESS3": "263 Thanh Đào - Quận Phú Nhuận - HCM",
  "PHONE3": "+1 078 4589 2456"




}
